import React from 'react';
import BreadCramp from '../components/shared/breadCramp/BreadCramp';   

export default function Page() {
    return (
        <div className="min-h-[50vh]">
            <BreadCramp title=" سياسة الاستخدام والاسترجاع" />

            <div className="text-[#121D2F] text-[18px] font-medium leading-relaxed mt-4 w-[60%] m-auto">
                <h3> سياسة الاستخدام و الاسترجاع.</h3>
                بهدف الحصول على تجربةٍ تعليميةٍ مريحةٍ وآمنة لجميع مستخدمي علمي تندرج سياسة  الاستخدام والاسترجاع التي تمثل حلاً مثالياً للمواقف الطارئة، ففي حين  يعدّ استخدام المنصة بمثابة موافقةٍ كليةٍ على قوانينها وسياساتها، إلا أن  للمستخدم حق التراجع عن قراره في حال لم يكن مستعداً لها خلال عدد الأيام  الموضح في شروط التسجيل، يتم تقديم طلب الاسترجاع إلى فريق الدعم الفني،  يستثنى من هذه القاعدة طلبات الاسترجاع للدورات التي قد بدأت بالفعل أو تم  الوصول إلى محتواها كاملاً، وللمنصة أحقية تعديل سياسة الاستخدام  والاسترجاع في أي وقتٍ بعد إبلاغ المستخدمين
                <br /><br />
                <h3>القوة القاهرة</h3>
                لا تعتبر منصة علمي الإلكترونية مسؤولة عن أي تقصير تجاه عجز الأطراف المعنية عن تنفيذ التزاماتهم الواردة في هذا العقد في حال كان ذلك عائداً لأسباب  خارجة عن إرادتهم وتحكمهم، وتشمل تلك الأسباب على سبيل المثال لا الحصر:  التأخير والتقصير الناجم عن الحوادث القاهرة والكوارث الطبيعية كالفيضانات  والزلازل والأحداث العمالية والظروف الطارئة الاستثنائية.
            </div>
        </div>
    );
}
