import React from 'react';
import BreadCramp from '../components/shared/breadCramp/BreadCramp';  

export default function Page() {
    return (
        <div className="min-h-[50vh]">
            <BreadCramp title=" الشروط و الأحكام" />

            <div className="text-[#121D2F] text-[18px] font-medium leading-relaxed mt-4 w-[60%] m-auto pb-40">
                إن استخدامك لمنصة علمي يعني أنك توافق على كافة الشروط والاحكام فيها، بدايةً من التسجيل فيها بحساب خاص، 
                مروراً بملء استمارة التسجيل وانتهاءً بالحصول على المحتوى التدريبي الذي يطمح كل مشارك بالوصول إليه.
                <br /><br />
                علاوةً على ذلك، فإن المحتوى التدريبي المتاح على علمي محمي بموجب حقوق الملكية الفكرية، يُمنع نسخه أو نشره 
                أو نسبه لأي فرد دون الحصول على إذن مصرح، بالإضافة إلى أن جميع المتدربين ملزمين بتسديد الرسوم بطرق الدفع 
                المشروعة ويُحظر فيها أي استخدام غير قانوني، وتحتفظ المنصة بأحقية تعديل الشروط والأحكام فيها في أي وقت بعد 
                إشعار المتدربين فيها.
            </div>
        </div>
    );
}
